[MAIN_WINDOW]
MAIN_TITLE=HDC Downloader
MAIN_MENU_LANGUAGE=言語設定(&L)
MAIN_MENU_LANGUAGE_ENG=English
MAIN_MENU_LANGUAGE_FRN=Francais
MAIN_MENU_LANGUAGE_DEU=Deutsch
MAIN_MENU_LANGUAGE_ESP=Espanol
MAIN_MENU_LANGUAGE_JPN=日本語
MAIN_MENU_HELP=ヘルプ(&H)
MAIN_MENU_HELP_VERSION=HDC Downloaderのバージョン情報(&A)
MAIN_CAMERA_DL=カメラからダウンロードする
MAIN_CAMERA_DL_IP=ＩＰアドレス又はＵＲＬ
MAIN_CAMERA_DL_PORT_1=ポート
MAIN_CAMERA_DL_PORT_2=ポート
MAIN_CAMERA_DL_SSL=SSL
MAIN_CAMERA_DL_PROXY=プロキシ
MAIN_CAMERA_DL_PASS=パスワード
MAIN_CAMERA_DL_MESSAGE_1=未接続
MAIN_CAMERA_DL_MESSAGE_2=接続中
MAIN_CAMERA_DL_MESSAGE_3=接続完了
MAIN_CAMERA_DL_MESSAGE_4=エラー
MAIN_SD_HDD_COPY=ＳＤ･ＨＤＤからのコピー
MAIN_SD_HDD_COPY_LD_FOLDER=データの場所
MAIN_SD_HDD_COPY_TITLE=ダウンロード又はコピーする画像の種別
MAIN_SD_HDD_COPY_JPEG=JPEG
MAIN_SD_HDD_COPY_H264=H.264
MAIN_TIMEDATE_SEARCH=日付時間検索
MAIN_ALARM_SEARCH=アラーム検索
MAIN_PLAY_LD_FOLDER=読込フォルダ
MAIN_PLAY=Play

[TIMEDATE_WINDOW]
TIMEDATE_TITLE=日付時間検索
TIMEDATE_TOP_TIME=先頭時間
TIMEDATE_END_TIME=終端時間
TIMEDATE_DL_TITLE=ダウンロード
TIMEDATE_DL_START_TIME=開始時間
TIMEDATE_DL_END_TIME=終了時間
TIMEDATE_DL_HOUR=時
TIMEDATE_DL_MINUTE=分
TIMEDATE_SAVE_FOLDER=保存先フォルダ
TIMEDATE_VIEWER_COPY=ビューアもダウンロードする
TIMEDATE_DOWNLOAD=ダウンロード
TIMEDATE_CANCEL=キャンセル

[ALARM_WINDOW]
ALARM_TITLE=アラーム検索
ALARM_DATE=日付
ALARM_SEARCH=検索
ALARM_LIST=アラームリスト
ALARM_NO=No.
ALARM_PRE_TIME=プリアラーム
ALARM_POST_TIME=ポストアラーム
ALARM_DURATION=継続時間
ALARM_SIZE=サイズ (KB)
ALARM_TYPE=種別
ALARM_TYPE_ALM1=アラーム1
ALARM_TYPE_ALM2=アラーム2
ALARM_TYPE_MOTION=モーションセンサー
ALARM_TYPE_FAILURE=通信障害
ALARM_TYPE_ALM1_M=アラーム1＋モーション
ALARM_TYPE_ALM2_M=アラーム2＋モーション
ALARM_TYPE_REC=RECボタン
ALARM_DL_RESULT=結果
ALARM_DL_OK=Pass
ALARM_DL_ERR=Fail
ALARM_LIST_NEXT=次
ALARM_LIST_PRE=前
ALARM_SAVE_FOLDER=保存先フォルダ
ALARM_VIEWER_COPY=ビューアもダウンロードする
ALARM_DOWNLOAD=ダウンロード
ALARM_CANCEL=キャンセル

[SEARCH_WINDOW]
SEARCH_TITLE=検索中
SEARCH_MESSAGE=お待ちください
SEARCH_CANCELING=キャンセル中

[DOWNLOAD_WINDOW]
DOWNLOAD_TITLE=ダウンロード
DOWNLOAD_TOTAL_SIZE=合計サイズ
DOWNLOAD_REMAINDER_MIN=残り %2d 分
DOWNLOAD_REMAINDER_HOUR=残り %d時間%2d分
DOWNLOAD_OK=OK
DOWNLOAD_YES=はい
DOWNLOAD_NO=いいえ
DOWNLOAD_CANCEL=キャンセル
DOWNLOAD_DL_MESSAGE_1=サイズ取得中
DOWNLOAD_DL_MESSAGE_2=ダウンロードを実行しますか？
DOWNLOAD_DL_MESSAGE_3=ダウンロード中
DOWNLOAD_DL_MESSAGE_4=完了しました
DOWNLOAD_DL_MESSAGE_5=エラーが発生しました

[VERSION_WINDOW]
VERSION_TITLE=HDC Downloaderのバージョン情報
VERSION_INFO=HDC Downloader Version 1.1.0\n\nCopyright(C) 2008 SANYO Electric Co., Ltd.\nAll rights reserved.
VERSION_OK=OK

[FOLDER_WINDOW]
FOLDER_TITLE=フォルダの参照
FOLDER_COPY_MESSAGE=以下のいずれかから始まるフォルダを選択してください。\nCAMSD1、CAMHD1、JPEG_TD、JPEG_AL、H264_TD、H264_AL
FOLDER_LOAD_MESSAGE=読み込むデータの場所を指定して下さい。
FOLDER_SAVE_MESSAGE=ダウンロードしたいフォルダを選択して下さい
MAKE_FOLDER=新しいフォルダの作成(&M)

[ERROR_WINDOW]
ERROR_TITLE=エラー
ERROR_YES=はい
ERROR_NO=いいえ
ERROR_ERR_MESSAGE_1=接続エラー。中断されました。
ERROR_ERR_MESSAGE_2=本体が記録中のため操作が実行できません。
ERROR_ERR_MESSAGE_3=HDDが一杯です。中断されました。
ERROR_ERR_MESSAGE_4=ダウンロードデータが存在しません。
ERROR_ERR_MESSAGE_5=ＩＰアドレス又はＵＲＬが不正です。
ERROR_ERR_MESSAGE_6=IPアドレスのポート番号が不正です。
ERROR_ERR_MESSAGE_7=プロキシの設定が不正です。
ERROR_ERR_MESSAGE_8=プロキシのポート番号が不正です。
ERROR_ERR_MESSAGE_9=パスワードが間違っています。\n正しいパスワードを再入力して下さい。
ERROR_ERR_MESSAGE_10=不正なパスです。\n正しいパスを再入力して下さい。
ERROR_ERR_MESSAGE_11=指定した時間は記録されていません。\n範囲内の時間を再度指定して下さい。
ERROR_ERR_MESSAGE_12=他のPCがダウンロード中のため接続できません。
ERROR_ERR_MESSAGE_13=現在、カメラは録画中です。\n録画を停止しますか？
ERROR_ERR_MESSAGE_14=ダウンロードをするデータ種別を選択してください。
ERROR_ERR_MESSAGE_15=記録データがありません。\nコピー元のデータフォルダーを再指定して下さい。
ERROR_ERR_MESSAGE_16=開始時間と終了時間を確認して下さい。
ERROR_ERR_MESSAGE_17=アラーム記録データがありません。\n検索する日時を再指定して下さい。
ERROR_ERR_MESSAGE_18=エラーが発生しました
ERROR_ERR_MESSAGE_19=カメラが起動処理中です。しばらくお待ち下さい。
